Repository: gulubay/prestashop-bilisummaa
Catalog: prestashop_1.7.3.0/app/Resources/translations/*/AdminModulesHelp.*.xlf
Languages: no_no

source: Click here to log in.
no_no: Klikk her for å logge inn.

source: These modules require your attention: you need to take some action to ensure they are fully operational.
no_no: Disse modulene krever din oppmerksomhet og alt du trenger å gjøre er å påse at de er fullt funksjonsdyktige.

source: Update these modules to enjoy their latest versions.
no_no: Oppdater disse modulene for å ha nytte av deres nyeste versjoner.

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
no_no: Last opp én fil om gangen, .zip eller tarball-format (som .tar, .tar.gz eller .tgz).

source: Your module will be installed right after that.
no_no: Modulen din kommer til å være installert rett etter det.

source: What happened?
no_no: Hva skjedde?

source: Search modules: keyword, name, author...
no_no: Søk i moduler: nøkkelord, navn, forfatter...

source: You bought this module on PrestaShop Addons. Thank You.
no_no: Du kjøpte denne modulen på PrestaShop Tillegg (Addons). Takk.

source: Bought
no_no: Kjøpt

source: This module is available on PrestaShop Addons.
no_no: Denne modulen er tilgjengelig på PrestaShop Addons.

source: Popular
no_no: Populært

source: This module is available for free thanks to our partner.
no_no: Denne modulen er tilgjengelig kostnadsfritt takket være vår partner.

source: Official
no_no: Offisiell

source: Need update
no_no: Trenger oppdatering

source: Customize your store with this selection of modules recommended for your shop, based on your country, language and version of PrestaShop. It includes the most popular modules from our Addons marketplace, and free partner modules.
no_no: Skreddersy din butikk med dette utvalg av moduler som er anbefalt for din butikk, basert på landet ditt, språket og versjonen til PrestaShop. Det inkluderer de mest populære modulene fra vår Addons-markedsplass og de gratis modulene fra partner.

source: These are all the modules you’ve added to your shop, either by buying it from PrestaShop Addons, or by uploading it directly.
no_no: Alle disse modulene er de som du har lagt til til butikken din, enten ved å ha kjøpt dem fra PrestaShop Addons, eller å ha lastet dem opp direkte.

source: These modules from PrestaShop are preinstalled when you set-up your shop. They cover the basics of e-commerce and comes for free.
no_no: Disse modulene fra PrestaShop er forhåndsinstallerte når du satte opp din butikk. De dekker grunnleggende e-handel og følger med gratis.

source: Each theme you install will come with its own set of modules. You’ll find here all the modules related to your active theme.
no_no: Hvert tema du installerer kommer med dets eget sett av moduler. Du kommer til å finne alle modulene relatert til ditt aktive tema.
