Repository: gulubay/prestashop-bilisummaa
Catalog: prestashop_1.7.3.0/app/Resources/translations/*/AdminCatalogHelp.*.xlf
Languages: no_no

source: Your internal name for this attribute.
no_no: Ditt interne navn på denne attributten.

source: The public name for this attribute, displayed to the customers.
no_no: Ditt offentlige navn på denne attributten, vises til kundene.

source: The way the attribute's values will be presented to the customers in the product's page.
no_no: Måten attributtverdier vises til kunden på på produktsiden.

source: Choose the attribute group for this value.
no_no: Velg en attributtgruppe for denne verdien.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
no_no: Velg en farge med fargevelgeren eller skriv inn en HTML-fargekode (f.eks. svart = #000000).

source: Upload an image file containing the color texture from your computer.
no_no: Last opp et bilde som inneholder fargeteksturen.

source: This will override the HTML color!
no_no: Dette vil overstyre HTML fargen!

source: Save then add another value
no_no: Lagre og legg til en ny verdi

source: Add new feature value
no_no: Legg til ny egenskapsverdi

source: Save and add another value
no_no: Lagre og legg til en ny verdi

source: Back to the list
no_no: Tilbake til liste

source: Add new feature values
no_no: Legg til nye egenskapverdier

source: Only letters and the minus (-) character are allowed.
no_no: Bare bokstaver og minustegn (-) er tillatt.

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
no_no: Dette er hovedbildet for kategorien din, som vil vises på kategorisiden. Kategoribeskrivelsen vil overlappe dette bildet og vises i øverste venstre hjørne.

source: Displays a small image in the parent category's page, if the theme allows it.
no_no: Viser et lite bilde i foreldrekategoriens side, hvis temaet tillater det.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
no_no: Kategoriens miniatyrbilde vises i menyen som et lite bilde som representerer kategorien, hvis temaet tillater det.

source: To add "tags," click in the field, write something, and then press "Enter."
no_no: For å legge til "tags", klikk i feltet, skriv noe, og trykk "Enter"

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
no_no: Kun bokstaver, tall, understrek (_) og minus (-) er tillatt.

source: You now have three default customer groups.
no_no: Du har nå tre standard kundegrupper.

source: Mark all of the customer groups which you would like to have access to this category.
no_no: Marker alle kundegruppene som skal ha tilgang til denne kategorien.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
no_no: Antall dager en fil er tilgjengelig for kunder. Sett til 0 for ubegrenset tilgang.

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
no_no: Er produktet en pakke (en kombinasjon av minst to eksisterende produkter), et virtuelt produkt (nedlastbar fil, tjeneste, osv.) eller bare et standard fysisk produkt?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
no_no: Kombinasjoner er forskjellige variasjoner til et produkt, med egenskaper som dets størrelse, vekt eller farge som tar forskjellige verdier. Krever produktet ditt kombinasjoner?

source: Advanced settings in [1][2]Combinations[/1]
no_no: Avanserte innstillinger i [1][2]Combinations[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
no_no: Din referansekode for dette produktet. Tillatte spesialtegn: .-_#.

source: How many products should be available for sale?
no_no: Hvor mange produktet skal være tilgjengelig til salgs?

source: Advanced settings in [1][2]Quantities[/1]
no_no: Avanserte innstillinger i [1][2]Quantities[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
no_no: Det er butikkprisen som du skal bruke for å selge produktet til dine kunder. Priser som inkluderer mva vil justeres i henhold til skatteregelen du har valgt.

source: Advanced settings in [1][2]Pricing[/1]
no_no: Avanserte innstillinger i [1][2]Pricing[/1]

source: Upload a file from your computer (%maxUploadSize% max.)
no_no: Last opp en fil fra din datamaskin (maks. %maxUploadSize%)

source: The full filename with its extension (e.g. Book.pdf)
no_no: Fullt filnavn med filtype (f.eks. bok.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
no_no: Antall nedlastinger per kunde. Sett til 0 for ingen begrensning.

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
no_no: Hvis satt vil filen ikke kunne lastes ned etter denne datoen. La være blank hvis du ikke ønsker en utløpsdato.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
no_no: Det er prisen som du skal bruke for å selge produktet til dine kunder. Priser som inkluderer mva vil justeres i henhold til skatteregelen du har valgt.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
no_no: Noen produkter kan kjøpes per enhet (per flaske, per pund, osv.), og det er prisen for én enhet. For eksempel, hvis du selger stoffer, vil det være pris per meter.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
no_no: Innkjøpspris er prisen du betalte for produktet. Ikke inkluder mva. Det skal være lavere enn butikkprisen: forskjellen mellom de to prisene blir din margin.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
no_no: Du kan definere spesifikke priser for kunder i forskjellige grupper, land, osv.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
no_no: Noen ganger kan en kunde falle under flere prisregler. Prioriteter lar deg definere hvilken regel som da gjelder.

source: Tags are meant to help your customers find your products via the search bar.
no_no: Tagger er ment for å hjelpe dine kunder til å finne dine produkter gjennom søkefeltet.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
no_no: Velg begreper og nøkkelord som dine kunder skal bruke for å søke dette produktet og sørg for at du er konsistent med taggene som du kan ha allerede brukt.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
no_no: Du kan håndtere tag-aliaser i [1]Søk[/1]. Hvis du legger til nye tagger må du bygge indeksen på nytt.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
no_no: Ikke alle butikker selger nye produkter. Dette alternativ lar deg å indikere betingelsen til produktet. Det kan være påkrevd på noen markedsplasser.

source: ISBN is used internationally to identify books and their various editions.
no_no: ISBN brukes internasjonalt for å identifisere bøker og deres forskjellige utgaver.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
no_no: Denne typen produktkode er brukt i USA, Canada, Storbritania, Australia, New Zealand og andre land.

source: Permanently delete this product.
no_no: Slett dette produktet permanent.

source: See how your product sheet will look online: ALT+SHIFT+V
no_no: Se hvordan produktsiden din vil se ut online: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
no_no: Aktiver eller deaktiver produktet i butikken: ALT+SHIFT+O

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
no_no: Lagre og dupliser dette produktet, og gå deretter til neste produkt: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
no_no: Lagre og gå tilbake til katalogen: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
no_no: Lagre og opprett et nytt produkt: ALT+SHIFT+P

source: Save the product and stay on the current page: ALT+SHIFT+S
no_no: Lagre produktet og bli værende på siden: ALT+SHIFT+S

source: Company name for this supplier
no_no: Firmanavn for denne leverandøren

source: Will appear in the list of suppliers.
no_no: VIl vises i listen over leverandører.

source: Phone number for this supplier
no_no: Telefonnummer for denne leverandøren

source: Mobile phone number for this supplier.
no_no: Mobiltelefonnummer for denne leverandøren.

source: Upload a supplier logo from your computer.
no_no: Last opp leverandørlogo fra din pc.

source: To add "tags" click in the field, write something and then press "Enter".
no_no: For å legge til "tags", klikk i feltet, skriv noe, og trykk "Enter".

source: Allow customers to upload files using the contact page.
no_no: Tillate kunder å laste opp filer via kontaktsiden.

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
no_no: Fyll ut meldingen som vises som standard når du svarer på en tråd på kundeservicesiden.

source: URL for your IMAP server (ie.: mail.server.com).
no_no: URL til din IMAP-server (f.eks. mail.server.com).

source: Port to use to connect to your IMAP server.
no_no: Port som benyttes for tilkobling til din IMAP-server.

source: User to use to connect to your IMAP server.
no_no: Brukernavn for tilkobling til din IMAP-server.

source: Password to use to connect your IMAP server.
no_no: Passord for tilkobling til din IMAP-server.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
no_no: Slett meldinger etter synkronisering. Hvis du ikke aktiverer dette valget vil synkroniseringen ta lengre tid.

source: Create new threads for unrecognized emails.
no_no: Opprett nye tråder for ukjent e-post.

source: Use POP3 instead of IMAP.
no_no: Bruk POP3 i stedet for IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
no_no: Ikke bruk RSH eller SSH for å opprette kontakt med forhåndsautentiserte IMAP-sesjoner.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
no_no: Bruk Secure Socket Layer (TLS/SSL) for kryptering av sesjonen.

source: Validate certificates from the TLS/SSL server.
no_no: Valider sertifikater fra TLS/SSL-serveren.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
no_no: Ikke validerer sertifikater fra TLS/SSL-serveren. Dette er kun nødvendig dersom serveren bruker et egensignert sertifikat.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
no_no: Krev bruk av start-TLS for kryptering av økten, og avslå tilkoblinger som ikke støtter dette.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
no_no: Ikke bruk start-TLS for kryptering av økten, selv med servere som støtter det.

source: Upload a brand logo from your computer.
no_no: Last opp en merkelogo fra datamaskinen.

source: To add "tags," click inside the field, write something, and then press "Enter."
no_no: For å legge til "tags", klikk i feltet, skriv noe, og trykk "Enter"

source: Company name for this brand
no_no: Firmanavn for dette merket

source: Create a new product: CTRL+P
no_no: Opprett et nytt produkt: CTRL+P

source: Leave empty to disable
no_no: La være tom for å deaktivere

source: Combine several attributes, e.g.: "Size: all", "Color: red".
no_no: Kombiner flere egenskaper, f.eks.: «Størrelse: alle», «Farge: rød».

source: Use a comma to create separate tags. E.g.: dress, cotton, party dresses.
no_no: Bruk et komma for å opprette separate tags. F.eks.: kjole, bomull, festklær.

source: Search for a product
no_no: Søk etter produkt

source: Enter your product name
no_no: Skriv navn på produktet ditt

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
no_no: Oppsummering er en kort setning som beskriver produktet ditt.<br />Det vises på toppen til produktsiden i din butikk, i lister over produkter og på søkemotorenes resultatsider (så det er viktig for SEO). For å gi flere detaljer om produktet ditt, bruk fanen «Beskrivelse».

source: Search and add a related product
no_no: Søk og legg til et relatert produkt

source: To have a different title from the product name, enter it here.
no_no: For å ha en forskjellig tittel fra produktnavnet, skriv det inn her.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
no_no: Offentlig tittel for produktsiden og for søkemotorer. La det ligge blankt for å bruke produktnavnet. Antall gjenstående tegn vises til venstre for feltet.

source: To have a different description than your product summary in search results pages, write it here.
no_no: For å ha en forskjellige beskrivelse enn din produktoppsummering i søkeresultatside, skriv det her.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
no_no: Beskrivelsen vil vises i søkemotorer. Du trenger en enkelt setning, kortere enn 160 tegn (inkludert mellomrom)

source: To which product the page should redirect?
no_no: Til hvilket produkt skal siden omdirigeres?

source: To which category the page should redirect?
no_no: Til hvilken kategori skal siden omdirigeres?

source: Per kilo, per litre
no_no: Per kilo, per liter

source: Invalid token
no_no: Ugyldig token

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
no_no: [1]Ukjent token[/1]: direktekobling til denne lenken, kan føre til potensielt sikkerhetsglipp.

source: Do you want to display this page?
no_no: Vil du vise denne siden?

source: Yes, I understand the risks
no_no: Ja, jeg forstår risikoen

source: Take me out of there!
no_no: Ta meg bort herfra!

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
no_no: Minimum antall er påkrevd for å kjøpe dette produkt (sett til 1 for å deaktivere denne funksjon). F.eks. hvis det er satt til 3, vil kunder kunne kjøpe produktet kun hvis de kjøpet minst 3 stykker.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to [1]Advanced Parameters > Team[/1]
no_no: E-posten vil bli sendt til alle brukere som har rett til å kjøre lagersiden. For å endre tillatelsene, gå til [1]Avanserte parametere > Lag[/1]

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
no_no: Denne typen produktkode er spesifikk for Europa og Japan, men er i bruk internasjonalt. Det er en overklasse av UPC-koder: alle produkter med EAN vil bli godkjent i USA.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
no_no: Har denne kombinasjonen en annen pris? Er det billigere eller dyrere enn standard butikkpris?

source: Search name
no_no: Søkenavn

source: Search ref.
no_no: Søk ref.

source: Search category
no_no: Søk i kategori

source: Display delivery time for a product is advised for merchants selling in Europe to comply with the local laws.
no_no: Vis leveringstiden for et produkt er anbefalt for selgere som selger i Europa for å overholde lokale lover.

source: edit
no_no: rediger

source: If a carrier has a tax, it will be added to the shipping fees.
no_no: Hvis transportør har mva, vil dette bli tillagt fraktkostnaden.

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
no_no: Hvor skal produktet være tilgjengelig i butikken din? Hovedkategorien er hvor produktet vises vanligvis: dette er kategorien som er sett i produktsidens URL. Deaktiverte kategorier er skrevet i kursiv.

source: Search categories
no_no: Søk i kategorier

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
no_no: Hvis du vil raskt opprette en ny kategori kan du gjøre det her. Ikke glem å gå til kategori-siden og fylle inn de nødvendige detaljer etterpå (beskrivelse, bilde, etc.) En ny kategori vil ikke automatisk vises i menyen på butikken din. Vennligst les i hjelp-funksjonen om det.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
no_no: Kombinasjoner er forskjellige variasjoner til et produkt, med egenskaper som dets størrelse, vekt eller farge som tar forskjellige verdier. For å opprette en kombinasjon, må du opprette egenskaper for produktet ditt først. Gå til Katalog > Attributer og egenskaper for dette!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
no_no: For å legge til kombinasjoner må du først opprette riktige attributter og verdier i [1]Attributer & Egenskaper[/1]. <br>Når du er ferdig kan du skrive inn ønskede attributter (som "størrelse" eller "farge") og de respektive verdiene ("XS", "rød", "alle", etc.) i feltet nedenfor; eller ganske enkelt velge dem i høyre kolonne. Deretter trykk "Generer" og det blir automatisk opprettet alle kombinasjoner for deg!

source: This interface allows you to specify the warehouse in which the product is stocked.
no_no: Dette grensesnittet lar deg spesifisere varehuset som har produktet på lager.

source: It is also possible to specify the location within the warehouse for each product or combination.
no_no: Det er også mulig å spesifisere sted innenfor varehuset for hvert produkt eller kombinasjon.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
no_no: Dette grensesnittet lar deg å spesifisere leverandører av dette produktet og eventuelle kombinasjoner hvis det finnes noen.

source: You can specify supplier references according to previously associated suppliers.
no_no: Du kan spesifisere leverandørreferanser basert på tidligere tilknyttede leverandører.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
no_no: Når du bruker verktøyet for avansert lagerstyring (Se «Butikkparameter» > «Produktpreferanser»), vil verdiene du definerer (pris, referanser) bli brukt i bestillingsordre.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
no_no: Du kan spesifisere produktreferanse(r) for hver assosiert leverandør. Klikk «Lagre» etter du har endret valgte leverandører for å vise de assosierte produktreferansene.

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
no_no: Dette er en menneskelig lesbar URL generert av produktnavnet. Du kan endre den om du vil.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
no_no: Når produktet ditt er deaktivert, velg hvilken side du ønsker å omdirigere kunder til ved å skrive inn produkt- eller kategorinavn.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
no_no: Ingen omdirigering (404) = Ikke omdiriger til hvor som helst og vis en «Ikke funnet»-404-side.

source: Permanent redirection (301) = Permanently display another product or category instead.
no_no: Permanent omdirigering (301) = Vis i stedet et annet produkt eller en kategori - permanent.

source: Temporary redirection (302) = Temporarily display another product or category instead.
no_no: Midlertidig omdirigering (302) = Vis i stedet et annet produkt eller en kategori midlertidig.

source: Recommended dimensions (for the default theme): %1spx x %2spx
no_no: Anbefalte dimensjoner (for standardtemaet): %1spx x %2spx

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
no_no: En tom kategori er en kategori som ikke har noen produkter direkte tilknyttet. En tom kategori kan inneholde produkter i underkategorier.

source: This will be displayed in the cart summary, as well as on the invoice.
no_no: Dette vil bli vist i handlekurvsammendraget og på regningen.

source: For your eyes only. This will never be displayed to the customer.
no_no: Kun for dine øyne. Vil aldri bli vist til kunden.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
no_no: Dette er koden som brukerne må skrive inn for å bruke en kupong på handlevognen. Enten lag din egen kode eller generer en ved å klikke på "Generer".

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
no_no: Forsiktig! Dersom du lar dette feltet stå tomt vil regelen automatisk gjelde for kunder som har glede av dette.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
no_no: Hvis verdikupongen ikke er i handlekurven vil den bli vist i handlekurvsammendraget.

source: Only applicable if the voucher value is greater than the cart total.
no_no: Kan kun benyttes dersom kupongverdien er større enn handlekurvens totale verdi.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
no_no: Hvis du ikke tillater delvis bruk vil verdikupongen bli satt ned til den totale ordresummen. Hvis du tillater delvis bruk, vil en ny verdikupong bli generert med resterende beløp.
