Repository: gulubay/prestashop-bilisummaa
Catalog: prestashop_1.7.3.0/app/Resources/translations/*/AdminShopparametersNotification.*.xlf
Languages: no_no

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
no_no: Vennligst installer modulen "%modulename%" for å la dine partnere se sin egen statistikk.

source: Percent of the sales.
no_no: Prosent av salgene.

source: Before you can use this tool, you need to:
no_no: Før du kan bruke dette verktøyet, må du:

source: 1) Create a blank .htaccess file in your root directory.
no_no: 1) Lage en tom .htaccess i rotmappen.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
no_no: 2) Gi den skriverettigheter (CHMOD 666 på Unix-system).

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
no_no: Din robots.txt-fil MÅ være i rotmappen til din butikk og ingen andre steder (feks. http://www.yoursite.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
no_no: Generer din "robots.txt"-fil ved å klikke på følgende knapp (dette vil slette den gamle robots.txt filen)

source: 1) Create a blank robots.txt file in your root directory.
no_no: 1) Opprett en blank robots.txt fil i din rotmappe.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
no_no: Her kan du definere URL for din butikk. Om du migrerer butikken til en ny URL må du huske å endre verdien under.

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
no_no: Multibutikk-alternativet er aktivert. Hvis du ønsker å endre nettadressen til butikken din, må du gå til "multibutikk"-siden under "Avanserte Parametere"-menyen.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
no_no: Denne seksjonen lar deg endre standardmønster for linkene dine. For å bruke denne funksjonaliteten må PrestaShops "Vennlig URL" ("Friendly URL") opsjon aktiveres, og Apaches URL-omskrivingsmodul (mod_rewrite) må være aktivert på webtjeneren.

source: There are several available keywords for each route listed below; note that keywords with * are required!
no_no: Det er flere tilgjengelige nøkkelord for hver rute i listen under: legg merke til at nøkkelord med * er obligatoriske!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
no_no: For å legge til et nøkkelord i din URL, bruk syntaksen {nøkkelord}. Dersom nøkkelordet ikke er tomt kan du legge til tekst før og etter nøkkelordet med syntaksen {foran:nøkkelord:bak}. For eksempel {-hey-:meta_title} vil legge til "-hey-my-title" i URL'en dersom metatittel er satt.

source: You can only display the page list in a shop context.
no_no: Du kan bare vise sidelisten i en butikksammenheng.

source: Before being able to use this tool, you need to:
no_no: Før du kan bruke dette verktøyet, må du:

source: Create a blank .htaccess in your root directory.
no_no: Lage en tom .htaccess i rotmappen.

source: Give it write permissions (CHMOD 666 on Unix system).
no_no: Gi den skriverettigheter (CHMOD 666 på Unix-system).

source: Aliases and results are both required.
no_no: Kallenavn og resultater er begge nødvendige.

source: Is not a valid result
no_no: ugyldig resultat

source: Is not a valid alias
no_no: ugyldig alias

source: Creation successful
no_no: Vellykket oppretting

source: An address located in a country containing states must have a state selected.
no_no: En adresse i et land som inneholder stater må ha en stat valgt.

source: Latitude and longitude are required.
no_no: Breddegrad og lengdegrad er påkrevd.

source: The specified state is not located in this country.
no_no: Fylket du valgte er ikke i dette landet.

source: Assign a valid page if you want it to be read.
no_no: Tildel en gyldig side hvis du ønsker den skal bli lest.

source: For security reasons, you cannot delete default order statuses.
no_no: Av sikkerhetsgrunner kan du ikke slette standard ordrestatuser.

source: This is not a valid IP address:
no_no: Dette er ikke en gyldig ip-adresse:

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
no_no: Du må definere en SMTP-server og en SMTP-port. Hvis du ikke vet hva du skal skrive inn, bruk PHP mail() funksjonen isteden.

source: You cannot delete this shop (customer and/or order dependency).
no_no: Du kan ikke slette denne butikken (kunde- og/eller ordreavhengighet).

source: Please create some sub-categories for this root category.
no_no: Lag noen underkategorier i denne rotkategorien.

source: You need to select at least the root category.
no_no: Du må velge minst en rotkategori.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
no_no: Advarsel: Du vil ikke kunne endre gruppen til denne butikken hvis denne butikken tilhører en gruppe med et av disse alternativene aktivert: Del Kunder, Del Antall eller Del bestillinger.

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
no_no: Du kan bare flytte butikken til en butikkgruppe hvor alle "dele"-alternativer er deaktivert - eller til en butikkgruppe med ingen kunder/bestillinger.

source: The discount value is incorrect (must be a percentage).
no_no: Rabattverdien er feil (må være prosent).

source: Wrong category ID.
no_no: Feil kategori ID.

source: The discount value is incorrect.
no_no: Rabattverdi er feil.

source: You cannot save group reductions.
no_no: Du kan ikke lagre gruppereduksjon.

source: An error occurred while updating this group.
no_no: En feil oppstod under oppdatering av denne gruppen.

source: Width and height must be numeric values.
no_no: Bredde og høyde må være numeriske verdier.

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
no_no: Advarsel: Rabatten som legges til en kategori vil ikke legges til andre rabatter, men vil erstatte dem.

source: Only products that have this category as the default category will be affected.
no_no: Kun produkter som har denne kategorien som standard kategori vil bli berørt.

source: You cannot delete this shop (customer and/or order dependency)
no_no: Du kan ikke slette denne butikken (kunde- og/eller ordreavhengig)

source: Click here to set a URL for this shop.
no_no: Klikk her for å sette nettadresse for denne butikken.

source: The module '%s' must be activated and configurated in order to have all the statistics
no_no: Modulen '%s' må aktiveres og konfigureres for å ha all statistikk
