Repository: gulubay/prestashop-bilisummaa
Catalog: prestashop_1.7.3.0/app/Resources/translations/*/AdminCatalogHelp.*.xlf
Languages: no_no

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
no_no: Handlekurvregler trer i kraft etter prioritet. En handlekurvregel med en prioritet på "1" vil tre i kraft før en regel med prioritet "2".

source: Optional: The cart rule will be available to everyone if you leave this field blank.
no_no: Valgfritt: Handlevognregelen vil være tilgjengelig for alle om du lar dette feltet forbli blankt.

source: The default period is one month.
no_no: Standard periode er en måned.

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
no_no: Du kan velge et minimumsbeløp for handlevognen, med eller uten MVA og frakt.

source: The cart rule will be applied to the first "X" customers only.
no_no: Handlevognregelen vil være aktiv kun for de første "X" kunder.

source: A customer will only be able to use the cart rule "X" time(s).
no_no: En kunde vil kunne bruke vogn-regelen kun "X" antall ganger.

source: This restriction applies to the country of delivery.
no_no: Denne restriksjonen gjelder leveringslandet

source: Does not apply to the shipping costs
no_no: Gjelder ikke fraktkostnader
